app/Controllers/Courses.php

SELECT *
FROM `courses`
---
    public function index()
    {
        $data = [
            'title' => 'Courses',
            'courses' => $this->courses_model->findAll(),