app/Controllers/Enrollments.php

SELECT *
FROM `enrollments`
---
    public function index()
    {
        $data = [
            'title' => 'Enrollments',
            'enrollments' => $this->enrollments_model->findAll(),