app/Controllers/Grades.php

    public function index()
    {
        $data = [
            'title' => 'Grades',
            'grades' => $this->grades_model->findAll(),
---
SELECT *
FROM `grades`