app/Controllers/Instructors.php

    public function index()
    {
        $data = [
            'title' => 'Instructors',
            'instructors' => $this->instructors_model->findAll(),
---
SELECT *
FROM `instructors`