app/Controllers/Students.php

SELECT *
FROM `students`
---
    public function index()
    {
        $data = [
            'title' => 'Students',
            'students' => $this->students_model->findAll(),